/* Detail: Pages */
"%@ pages" = "%@ Seiten";

/* Navigation: Title */
"BookDetail" = "Details";

/* Navigation: Title */
"BookTracker" = "BuchFinder";

/* Cancel Button: Title */
"Cancel" = "Abbrechen";

/* Converter: zh */
"Chinese" = "Chinesisch";

/* Converter: da */
"Danish" = "Dänisch";

/* Navigation: Title */
"Description" = "Beschreibung";

/* Duplicate: Title */
"Duplicate" = "Duplikat";

/* Converter: en */
"English" = "Englisch";

/* Error */
"Error" = "Fehler";

/* Converter: fr */
"French" = "Französisch";

/* Converter: de */
"German" = "Deutsch";

/* Internal Error: Title */
"Internal Error" = "Interner Fehler";

/* Converter: it */
"Italian" = "Italienisch";

/* Converter: ja */
"Japanese" = "Japanisch";

/* HUD: Loading */
"Loading..." = "Laden...";

/* Detail: More */
"More on %@" = "Mehr zu %@";

/* Navigation: Title */
"MyBooks" = "Bücher";

/* Description: Unknown */
"No description available." = "Keine Beschreibung vorhanden.";

/* Converter: no */
"Norwegian" = "Norwegisch";

/* Navigation: Title */
"Preview" = "Vorschau";

/* Detail: Ratings */
"Rating: %@/5 (%@ ratings)" = "Bewertung: %1$@/5 (%2$@ B.)";

/* Navigation: Button Title
   Save Button: Title */
"Save" = "Speichern";

/* Actionsheet: Saving */
"Saving..." = "Speichern...";

/* Converter: es */
"Spanish" = "Spanisch";

/* Converter: sv */
"Swedish" = "Schwedisch";

/* Error: Network */
"There was a network error. Please try again." = "Es gab einen Netzwerk-Fehler. Bitte versuchen Sie es später noch einmal.";

/* Internal Error: Text */
"There was an error accessing the files." = "Es gab einen Fehler beim Zugriff auf die Dateien.";

/* Author: Unknown
   Publisher: Unknown
   Year: Unknown */
"Unknown" = "Unbekannt";

/* Duplicate: Text */
"You already saved this book." = "Sie haben dieses Buch bereits gespeichert.";

